adrianwilczynski.alpine-js-intellisense
akamud.vscode-javascript-snippet-pack
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cierra.livewire-vscode
cschlosser.doxdocgen
dahong.theme-bear
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
entexa.tall-stack
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
heybourn.headwind
htmlhint.vscode-htmlhint
idleberg.hopscotch
jakebecker.elixir-ls
jdinhlife.gruvbox
magicstack.edgedb
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
mikestead.dotenv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
muuvmuuv.vscode-sundial
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
patbenatar.advanced-new-file
phoenixframework.phoenix
phproberto.vscode-php-getters-setters
postman.postman-for-vscode
redhat.java
ritwickdey.liveserver
ryannaddy.laravel-artisan
saratravi.elixir-formatter
shardulm94.trailing-spaces
shufo.vscode-blade-formatter
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
svelte.svelte-vscode
teabyii.ayu
uloco.theme-bluloco-light
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
xdebug.php-debug
yoavbls.pretty-ts-errors
