bradlc.vscode-tailwindcss
github.copilot
github.copilot-chat
golang.go
jakebecker.elixir-ls
ms-azuretools.vscode-docker
ms-vscode.makefile-tools
patbenatar.advanced-new-file
postman.postman-for-vscode
saratravi.elixir-formatter
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
svelte.svelte-vscode
yoavbls.pretty-ts-errors
